Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Depends on the current thinking level; it can change when you switch levels.
ar: يعتمد على مستوى التفكير الحالي؛ وقد يتغيّر عند تبديل المستوى.
de: Hängt von der aktuellen Denkstufe ab; kann sich beim Wechsel ändern.
es: Depende del nivel de pensamiento actual; puede cambiar al cambiar de nivel.
fr: Dépend du niveau de réflexion actuel ; peut changer si vous changez de niveau.
hi: वर्तमान थिंकिंग स्तर पर निर्भर; स्तर बदलने पर यह बदल सकता है।
id: Bergantung pada tingkat berpikir saat ini; bisa berubah saat Anda mengganti tingkat.
ja: 現在の思考レベルによって変わります。レベルを切り替えると変化することがあります。
ko: 현재 사고 단계에 따라 달라지며, 단계를 바꾸면 변할 수 있습니다.
pt_br: Depende do nível de raciocínio atual; pode mudar ao trocar de nível.
ru: Зависит от текущего уровня размышления; может измениться при смене уровня.
th: ขึ้นกับระดับการคิดปัจจุบัน อาจเปลี่ยนเมื่อสลับระดับ
tr: Geçerli düşünme düzeyine bağlıdır; düzeyi değiştirince değişebilir.
vi: Phụ thuộc vào mức suy nghĩ hiện tại; có thể thay đổi khi bạn đổi mức.
zh_hans: 取决于当前思考档位，切换档位后可能变化
zh_hant: 取決於目前思考檔位，切換檔位後可能變化

source: Detect connection settings
ar: كشف إعدادات الاتصال
de: Verbindungseinstellungen erkennen
es: Detectar configuraciones de conexión
fr: Détecter les paramètres de connexion
hi: कनेक्शन सेटिंग्स का पता लगाएं
id: Deteksi pengaturan koneksi
ja: 接続設定の検出
ko: 연결 설정 감지
pt_br: Detectar configurações de conexão
ru: Определить настройки соединения
th: ตรวจจับการตั้งค่าการเชื่อมต่อ
tr: Bağlantı ayarlarını algıla
vi: Phát hiện cài đặt kết nối
zh_hans: 自动检测
zh_hant: 自動偵測

source: Detect settings
ar: كشف الإعدادات
de: Einstellungen erkennen
es: Detectar configuración
fr: Détecter les paramètres
hi: सेटिंग्स का पता लगाएं
id: Deteksi pengaturan
ja: 設定の検出
ko: 설정 감지
pt_br: Detectar configurações
ru: Определить настройки
th: ตรวจจับการตั้งค่า
tr: Ayarları algıla
vi: Phát hiện cài đặt
zh_hans: 自动探测
zh_hant: 自動探測

source: Detecting...
ar: جارٍ الكشف...
de: Erkennen...
es: Detector...
fr: Détection...
hi: पता लगाया जा रहा है...
id: Mendeteksi...
ja: 検出中...
ko: 감지 중...
pt_br: Detecção...
ru: Обнаружение...
th: กำลังตรวจจับ...
tr: Algılanıyor...
vi: Đang phát hiện...
zh_hans: 正在探测…
zh_hant: 正在探測…

source: Detection failed
ar: فشل الكشف
de: Die Erkennung ist fehlgeschlagen
es: Error de detección
fr: Échec de la détection
hi: पता लगाना विफल रहा
id: Deteksi gagal
ja: 検出に失敗しました
ko: 감지 실패
pt_br: Falha na detecção
ru: Обнаружение не удалось
th: การตรวจหาล้มเหลว
tr: Algılama başarısız oldu
vi: Phát hiện không thành công
zh_hans: 探测失败
zh_hant: 探測失敗

source: Developer
ar: المطوّر
de: Entwickler
es: Desarrollador
fr: Développeur
hi: डेवलपर
id: Pengembang
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
th: นักพัฒนา
tr: Geliştirici
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

source: Direct
ar: مباشر
de: Direkt
es: Directos
fr: Directs
hi: डायरेक्ट
id: Langsung
ja: 直接
ko: 직접
pt_br: Diretos
ru: Прямые
th: โดยตรง
tr: Doğrudan
vi: Trực tiếp
zh_hans: 直连
zh_hant: 直連

source: Direct AI Providers
ar: موفرو الذكاء الاصطناعي المباشرون
de: Direkte KI-Anbieter
es: Proveedores directos de IA
fr: Fournisseurs IA directs
hi: प्रत्यक्ष एआई प्रदाता
id: Penyedia AI Langsung
ja: AI直結プロバイダー
ko: AI 직접 연결 공급자
pt_br: Provedores diretos de IA
ru: Прямые поставщики ИИ
th: ผู้ให้บริการ AI โดยตรง
tr: Doğrudan Yapay Zeka Sağlayıcıları
vi: Nhà cung cấp AI trực tiếp
zh_hans: AI直连供应商
zh_hant: AI 直連供應商

source: Discard unsaved changes?
ar: هل تريد تجاهل التغييرات غير المحفوظة؟
de: Nicht gespeicherte Änderungen verwerfen?
es: ¿Descartar los cambios no guardados?
fr: Supprimer les modifications non enregistrées ?
hi: सहेजे न गए परिवर्तन त्यागें?
id: Buang perubahan yang belum disimpan?
ja: 保存されていない変更を破棄しますか?
ko: 저장되지 않은 변경사항을 삭제하시겠습니까?
pt_br: Descartar alterações não salvas?
ru: Отменить несохраненные изменения?
th: ยกเลิกการเปลี่ยนแปลงที่ยังไม่ได้บันทึกใช่ไหม
tr: Kaydedilmemiş değişiklikler silinsin mi?
vi: Hủy các thay đổi chưa được lưu?
zh_hans: 放弃未保存的修改吗?
zh_hant: 放棄未儲存的修改嗎?

# Discovered from relay catalog
source: Discovered from the model catalog
ar: اكتشف من كتالوج التتابع
de: Aus dem Relaiskatalog entdeckt
es: Detectado en el catálogo de modelos
fr: Découvert dans le catalogue de modèles
hi: मॉडल कैटलॉग से मिला
id: Ditemukan dari katalog model
ja: モデルカタログから検出
ko: 모델 카탈로그에서 확인됨
pt_br: Detectado no catálogo de modelos
ru: Обнаружено в каталоге моделей
th: พบจากแค็ตตาล็อกโมเดล
tr: Model kataloğundan bulundu
vi: Được phát hiện từ danh mục mô hình
zh_hans: 从模型目录发现
zh_hant: 從自訂 LLM 的模型目錄發現

source: Display Name
ar: الاسم المعروض
de: Anzeigename
es: Nombre visible
fr: Nom d'affichage
hi: प्रदर्शन नाम
id: Nama Tampilan
ja: 表示名
ko: 표시 이름
pt_br: Nome de exibição
ru: Отображаемое имя
th: ชื่อที่แสดง
tr: Görünen Ad
vi: Tên hiển thị
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Don't keep responses in the cloud
ar: عدم الاحتفاظ بالاستجابات في السحابة
de: Antworten nicht in der Cloud speichern
es: No conservar las respuestas en la nube
fr: Ne pas conserver les réponses dans le cloud
hi: क्लाउड में प्रतिक्रियाएं संग्रहीत न करें
id: Jangan simpan respons di cloud
ja: クラウドにレスポンスを保存しない
ko: 응답을 클라우드에 저장하지 않음
pt_br: Não manter respostas na nuvem
ru: Не хранить ответы в облаке
th: ไม่เก็บการตอบกลับไว้บนคลาวด์
tr: Yanıtları bulutta saklama
vi: Không lưu phản hồi trên đám mây
zh_hans: 不在云端保留响应
zh_hant: 不在雲端保留回應

source: Edit API Key
ar: تعديل مفتاح API
de: API-Schlüssel bearbeiten
es: Editar clave API
fr: Modifier la clé API
hi: API Key कुंजी संपादित करें
id: Edit Kunci API Key
ja: APIキーの編集
ko: API 키 편집
pt_br: Editar chave de API
ru: Изменить ключ API Key
th: แก้ไขคีย์ API Key
tr: API Key Anahtarını Düzenle
vi: Chỉnh sửa khóa API Key
zh_hans: 修改 API 密钥
zh_hant: 編輯 API 金鑰

source: Edit Relay
ar: تحرير التتابع
de: Relais bearbeiten
es: Editar retransmisión
fr: Modifier le relais
hi: रिले संपादित करें
id: Sunting Relai
ja: リレーの編集
ko: 릴레이 편집
pt_br: Editar retransmissão
ru: Редактировать реле
th: แก้ไขรีเลย์
tr: Röleyi Düzenle
vi: Chỉnh sửa chuyển tiếp
zh_hans: 编辑中转站
zh_hant: 編輯中轉站

# Edit Relay Settings
source: Connection settings
ar: إعدادات الاتصال
de: Verbindungseinstellungen
es: Ajustes de conexión
fr: Réglages de connexion
hi: कनेक्शन सेटिंग
id: Pengaturan koneksi
ja: 接続設定
ko: 연결 설정
pt_br: Configurações de conexão
ru: Настройки подключения
th: การตั้งค่าการเชื่อมต่อ
tr: Bağlantı ayarları
vi: Cài đặt kết nối
zh_hans: 连接设置
zh_hant: 連線設定

source: Edit • %@
ar: تحرير • %@
de: Bearbeiten • %@
es: Editar • %@
fr: Modifier • %@
hi: संपादित करें • %@
id: Sunting • %@
ja: 編集 • %@
ko: 편집 • %@
pt_br: Editar • %@
ru: Изменить • %@
th: แก้ไข • %@
tr: Düzenle • %@
vi: Chỉnh sửa • %@
zh_hans: 编辑 · %@
zh_hant: 編輯 · %@

source: Encrypted connection secured during pairing.
ar: تم تأمين الاتصال المشفر أثناء الاقتران.
de: Verschlüsselte Verbindung, gesichert während des Pairings.
es: Conexión cifrada asegurada durante el emparejamiento.
fr: Connexion cryptée sécurisée lors de l'appairage.
hi: युग्मन के दौरान एन्क्रिप्टेड कनेक्शन सुरक्षित।
id: Koneksi terenkripsi diamankan selama pemasangan.
ja: ペアリング中に安全な暗号化接続。
ko: 페어링하는 동안 암호화된 연결이 보호됩니다.
pt_br: Conexão criptografada protegida durante o emparelhamento.
ru: Зашифрованное соединение защищено во время сопряжения.
th: การเชื่อมต่อที่เข้ารหัสมีความปลอดภัยระหว่างการจับคู่
tr: Eşleştirme sırasında şifreli bağlantı güvenli hale getirildi.
vi: Kết nối được mã hóa được bảo mật trong quá trình ghép nối.
zh_hans: 通过配对建立的加密连接。
zh_hant: 透過配對建立的加密連線。

source: Encrypted connection to a public address.
ar: اتصال مشفر بعنوان عام.
de: Verschlüsselte Verbindung zu einer öffentlichen Adresse.
es: Conexión cifrada a una dirección pública.
fr: Connexion cryptée à une adresse publique.
hi: सार्वजनिक पते पर एन्क्रिप्टेड कनेक्शन।
id: Koneksi terenkripsi ke alamat publik.
ja: パブリック アドレスへの暗号化された接続。
ko: 공개 주소에 대한 연결이 암호화되었습니다.
pt_br: Conexão criptografada com um endereço público.
ru: Зашифрованное соединение с публичным адресом.
th: การเชื่อมต่อที่เข้ารหัสไปยังที่อยู่สาธารณะ
tr: Genel adrese şifreli bağlantı.
vi: Kết nối được mã hóa tới địa chỉ công cộng.
zh_hans: 通过加密连接访问公网地址。
zh_hant: 透過加密連線存取公開網路位址。

source: Endpoint is empty.
ar: نقطة الوصول فارغة.
de: Endpunkt ist leer.
es: El endpoint está vacío.
fr: L'endpoint est vide.
hi: एंडपॉइंट खाली है।
id: Endpoint kosong.
ja: エンドポイントが空です。
ko: 엔드포인트가 비어 있습니다.
pt_br: O endpoint está vazio.
ru: Эндпойнт не указан.
th: ไม่ได้กรอก endpoint
tr: Endpoint boş.
vi: Endpoint trống.
zh_hans: Endpoint 为空。
zh_hant: Endpoint 為空。

source: Engine
ar: المحرك
es: Motor
fr: Moteur
hi: इंजन
id: Mesin
ja: エンジン
ko: 엔진
pt_br: Mecanismo
ru: Движок
th: เอนจิน
tr: Motor
zh_hans: 引擎
zh_hant: 引擎

# Enter a model ID your relay supports.
source: Enter a model ID your custom LLM supports.
ar: أدخل معرف النموذج الذي يدعمه ريلي الخاص بك.
de: Gib eine Modell-ID ein, die dein benutzerdefiniertes LLM unterstützt.
es: Introduce un ID de modelo que admita tu LLM personalizado.
fr: Saisissez un ID de modèle pris en charge par votre LLM personnalisé.
hi: अपने कस्टम LLM द्वारा समर्थित एक मॉडल ID दर्ज करें।
id: Masukkan ID model yang didukung oleh LLM kustom Anda.
ja: カスタム LLM が対応するモデル ID を入力してください。
ko: 사용자 지정 LLM이 지원하는 모델 ID를 입력하세요.
pt_br: Insira um ID de modelo compatível com seu LLM personalizado.
ru: Введите ID модели, поддерживаемой вашим пользовательская LLM.
th: กรอก ID โมเดลที่ LLM แบบกำหนดเอง ของคุณรองรับ
tr: özel LLM'inizin desteklediği bir model kimliği girin.
vi: Nhập ID mô hình mà LLM tùy chỉnh của bạn hỗ trợ.
zh_hans: 输入你的 自定义 LLM 支持的模型 ID。
zh_hant: 輸入你的 自訂 LLM 支援的模型 ID。

source: Enter a request URL.
ar: أدخل عنوان URL للطلب.
de: Geben Sie eine Anfrage-URL ein.
es: Ingrese una URL de solicitud.
fr: Saisissez une URL de demande.
hi: एक अनुरोध URL दर्ज करें.
id: Masukkan URL permintaan.
ja: リクエストURLを入力します。
ko: 요청 URL을 입력하세요.
pt_br: Insira um URL de solicitação.
ru: Введите URL-адрес запроса.
th: ป้อน URL คำขอ
tr: Bir istek URL'si girin.
vi: Nhập URL yêu cầu.
zh_hans: 输入请求地址。
zh_hant: 輸入請求網址。

source: Enter a valid HTTPS endpoint.
ar: أدخل نقطة نهاية HTTPS صالحة.
de: Geben Sie einen gültigen HTTPS-Endpunkt ein.
es: Introduzca un punto final HTTPS válido.
fr: Entrez un point de terminaison HTTPS valide.
hi: एक वैध HTTPS एंडपॉइंट दर्ज करें।
id: Masukkan titik akhir HTTPS yang valid.
ja: 有効な HTTPS エンドポイントを入力します。
ko: 유효한 HTTPS 엔드포인트를 입력하세요.
pt_br: Insira um endpoint HTTPS válido.
ru: Введите действительную конечную точку HTTPS.
th: ป้อนตำแหน่งข้อมูล HTTPS ที่ถูกต้อง
tr: Geçerli bir HTTPS uç noktası girin.
vi: Nhập điểm cuối HTTPS hợp lệ.
zh_hans: 请输入有效的 HTTPS Endpoint。
zh_hant: 請輸入有效的 HTTPS Endpoint。

source: Enter a valid HTTPS request URL.
ar: أدخل عنوان URL صالحًا لطلب HTTPS.
de: Geben Sie eine gültige HTTPS-Anfrage-URL ein.
es: Ingrese una URL de solicitud HTTPS válida.
fr: Saisissez une URL de requête HTTPS valide.
hi: एक मान्य HTTPS अनुरोध URL दर्ज करें.
id: Masukkan URL permintaan HTTPS yang valid.
ja: 有効な HTTPS リクエスト URL を入力します。
ko: 유효한 HTTPS 요청 URL을 입력하세요.
pt_br: Insira um URL de solicitação HTTPS válido.
ru: Введите действительный URL-адрес HTTPS-запроса.
th: ป้อน URL คำขอ HTTPS ที่ถูกต้อง
tr: Geçerli bir HTTPS istek URL'si girin.
vi: Nhập URL yêu cầu HTTPS hợp lệ.
zh_hans: 输入有效的 HTTPS 请求地址。
zh_hant: 輸入有效的 HTTPS 請求網址。

source: Enter model ID manually
ar: أدخل معرف النموذج يدويًا
de: Gib die Modell-ID manuell ein
es: Ingrese la ID del modelo manualmente
fr: Saisissez manuellement l'ID du modèle
hi: मॉडल आईडी मैन्युअल रूप से दर्ज करें
id: Masukkan ID model secara manual
ja: モデルIDを手動入力
ko: 모델 ID를 직접 입력하세요.
pt_br: Insira o ID do modelo manualmente
ru: Введите идентификатор модели вручную
th: ป้อนรหัสรุ่นด้วยตนเอง
tr: Model kimliğini manuel olarak girin
vi: Nhập ID mẫu theo cách thủ công
zh_hans: 手动输入模型 ID
zh_hant: 手動輸入模型 ID

# Enter the API address provided by your relay.
source: Enter the Request URL provided for this custom LLM.
ar: أدخل عنوان API الذي يوفره جهاز الترحيل.
de: Gib die von deinem Relay bereitgestellte API-Adresse ein.
es: Introduce la dirección de API proporcionada por tu retransmisión.
fr: Saisissez l'adresse API fournie par votre relais.
hi: अपने रिले द्वारा दिया गया API पता दर्ज करें।
id: Masukkan alamat API yang diberikan oleh relai Anda.
ja: リレーから提供された API アドレスを入力してください。
ko: 중계 서비스에서 제공한 API 주소를 입력하세요.
pt_br: Insira o endereço da API fornecido pela sua retransmissão.
ru: Введите адрес API, предоставленный вашим ретранслятором.
th: ป้อนที่อยู่ API ที่รีเลย์ของคุณให้มา
tr: Aktarıcınızın sağladığı API adresini girin.
vi: Nhập địa chỉ API do trạm trung chuyển cung cấp.
zh_hans: 填写此自定义 LLM 提供的请求 URL。
zh_hant: 填寫中轉站提供的 API 網址。

source: Enter the access token required by this engine.
ar: أدخل رمز الوصول المطلوب لهذا المحرك.
de: Gib das für diese Engine erforderliche Zugriffstoken ein.
es: Introduce el token de acceso que requiere este motor.
fr: Saisissez le jeton d’accès requis par ce moteur.
hi: इस इंजन के लिए आवश्यक ऐक्सेस टोकन डालें।
id: Masukkan token akses yang diperlukan mesin ini.
ja: このエンジンに必要なアクセストークンを入力してください。
ko: 이 엔진에 필요한 액세스 토큰을 입력하세요.
pt_br: Insira o token de acesso exigido por este mecanismo.
ru: Введите токен доступа, необходимый этому движку.
th: ป้อนโทเค็นการเข้าถึงที่เอนจินนี้ต้องใช้
tr: Bu motor için gereken erişim belirtecini girin.
vi: Nhập mã truy cập mà công cụ này yêu cầu.
zh_hans: 输入此引擎所需的访问令牌。
zh_hant: 輸入此引擎所需的存取權杖。

source: Enter the request URL and API key. Oriveo will detect the connection settings for you.
ar: أدخل عنوان URL للطلب ومفتاح واجهة برمجة التطبيقات. سوف يكتشف Oriveo إعدادات الاتصال لك.
de: Geben Sie die Anforderungs-URL und den API-Schlüssel ein. Oriveo erkennt die Verbindungseinstellungen für Sie.
es: Ingrese la URL de solicitud y la clave API. Oriveo detectará la configuración de conexión por usted.
fr: Saisissez l'URL de la demande et la clé API. Oriveo détectera les paramètres de connexion pour vous.
hi: अनुरोध यूआरएल और एपीआई कुंजी दर्ज करें। ओरिवियो आपके लिए कनेक्शन सेटिंग्स का पता लगाएगा।
id: Masukkan URL permintaan dan kunci API. Oriveo akan mendeteksi pengaturan koneksi untuk Anda.
ja: リクエストURLとAPIキーを入力します。 Oriveo が接続設定を検出します。
ko: 요청 URL과 API 키를 입력하세요. Oriveo가 연결 설정을 감지합니다.
pt_br: Insira o URL da solicitação e a chave de API. Oriveo detectará as configurações de conexão para você.
ru: Введите URL-адрес запроса и ключ API. Oriveo автоматически определит настройки подключения.
th: ป้อน URL คำขอและคีย์ API Oriveo จะตรวจจับการตั้งค่าการเชื่อมต่อสำหรับคุณ
tr: İstek URL'sini ve API anahtarını girin. Oriveo sizin için bağlantı ayarlarını tespit edecektir.
vi: Nhập URL yêu cầu và khóa API. Oriveo sẽ phát hiện các cài đặt kết nối cho bạn.
zh_hans: 输入请求地址和 API 密钥，Oriveo 会自动检测连接设置。
zh_hant: 輸入請求網址和 API 金鑰，Oriveo 會自動偵測連線設定。

source: Enter the details for this custom LLM. Oriveo will detect the Request URL, authentication style, and compatible protocol.
ar: أدخل ما قدمه لك التتابع الخاص بك. سيكتشف Oriveo جذر واجهة برمجة التطبيقات (API) ونمط المصادقة والبروتوكول المتوافق.
de: Geben Sie die Angaben zu diesem benutzerdefinierten LLM ein. Oriveo erkennt die Request-URL, die Authentifizierungsart und das kompatible Protokoll.
es: Ingresa lo que te dio tu relevo. Oriveo detectará la raíz de la API, el estilo de autenticación y el protocolo compatible.
fr: Saisissez les informations de ce LLM personnalisé. Oriveo détectera l’URL de requête, l’authentification et le protocole compatible.
hi: इस कस्टम LLM की जानकारी दर्ज करें। Oriveo अनुरोध URL, प्रमाणीकरण शैली और संगत प्रोटोकॉल का पता लगाएगा।
id: Masukkan detail untuk LLM kustom ini. Oriveo akan mendeteksi URL permintaan, metode autentikasi, dan protokol yang kompatibel.
ja: このカスタム LLM の情報を入力してください。Oriveo がリクエスト URL、認証方式、対応プロトコルを検出します。
ko: 이 사용자 지정 LLM의 정보를 입력하세요. Oriveo가 요청 URL, 인증 방식 및 호환 프로토콜을 감지합니다.
pt_br: Insira os dados deste LLM personalizado. O Oriveo detectará a URL da solicitação, o método de autenticação e o protocolo compatível.
ru: Введите данные этой пользовательской LLM. Oriveo определит URL запроса, способ аутентификации и совместимый протокол.
th: กรอกรายละเอียดของ LLM แบบกำหนดเองนี้ Oriveo จะตรวจจับ URL คำขอ วิธีการยืนยันตัวตน และโปรโตคอลที่เข้ากันได้
tr: Rölenizin size ne verdiğini girin. Oriveo, API kökünü, kimlik doğrulama stilini ve uyumlu protokolü algılayacaktır.
vi: Nhập thông tin của LLM tùy chỉnh này. Oriveo sẽ phát hiện URL yêu cầu, cách xác thực và giao thức tương thích.
zh_hans: 填写此自定义 LLM 提供的信息，Oriveo 会探测请求 URL、鉴权方式和兼容协议。
zh_hant: 填寫這條連線提供的資訊；Oriveo 會探測請求 URL、驗證方式和相容協議。

source: Enter your API key to get started
ar: أدخل مفتاح API للبدء
de: Gib deinen API-Schlüssel ein, um zu starten
es: Introduce tu clave de API para empezar
fr: Saisissez votre clé API pour commencer
hi: शुरू करने के लिए अपनी API कुंजी दर्ज करें
id: Masukkan kunci API Anda untuk memulai
ja: APIキーを入力して始めましょう
ko: 시작하려면 API 키를 입력하세요
pt_br: Insira sua chave de API para começar
ru: Введите ключ API, чтобы начать
th: ป้อนคีย์ API เพื่อเริ่มต้น
tr: Başlamak için API anahtarını gir
vi: Nhập khóa API để bắt đầu
zh_hans: 填入 API 密钥即可开始
zh_hant: 填入 API 金鑰即可開始

source: Fallback Model
ar: النموذج الاحتياطي
de: Fallback-Modell
es: Modeloo alternativo
fr: Modèle de repli
hi: फ़ॉलबैक मॉडल
id: Model Pengganti
ja: フォールバックモデル
ko: 폴백 모델
pt_br: Modeloo substituto
ru: Резервная модель
th: โมเดลทางเลือก
tr: Geri Dönüş Modeli
vi: Mô hình dự phòng
zh_hans: 备用模型
zh_hant: 備用模型

source: Fast
ar: سريع
de: Schnell
es: Rápido
fr: Rapide
hi: तेज़
id: Cepat
ja: 高速
ko: 빠름
pt_br: Rápido
ru: Быстрый
th: เร็ว
tr: Hızlı
vi: Nhanh
zh_hans: 快速
zh_hant: 快速

source: Fixed by the model; changing it has no effect.
ar: مثبَّت من قِبل النموذج؛ تغييره لا يُحدث أثرًا.
de: Vom Modell festgelegt; Änderungen haben keine Wirkung.
es: Fijado por el modelo; cambiarlo no tiene efecto.
fr: Fixé par le modèle ; le modifier n'a aucun effet.
hi: मॉडल द्वारा तय; बदलने का कोई असर नहीं होगा।
id: Ditetapkan oleh model; mengubahnya tidak berpengaruh.
ja: モデル側で固定されており、変更しても反映されません。
ko: 모델에서 고정되어 있어 변경해도 반영되지 않습니다.
pt_br: Fixado pelo modelo; alterá-lo não tem efeito.
ru: Задано моделью; изменение не даст эффекта.
th: ถูกกำหนดตายตัวโดยโมเดล เปลี่ยนแล้วไม่มีผล
tr: Model tarafından sabitlenmiştir; değiştirmek etkisizdir.
vi: Được mô hình cố định; thay đổi sẽ không có tác dụng.
zh_hans: 由模型固定，改了不会生效
zh_hant: 由模型固定，改了不會生效

# For Claude-compatible relay endpoints.
source: For Claude-compatible custom LLMs.
ar: لـ custom LLM request URLs المتوافقة مع Claude.
de: Für Claude-kompatible benutzerdefinierte LLMs.
es: Para request URLs de LLM personalizado compatibles con Claude.
fr: Pour les request URLs de LLM personnalisé compatibles Claude.
hi: Claude-compatible कस्टम LLM request URLs के लिए।
id: Untuk request URL LLM kustom yang kompatibel dengan Claude.
ja: Claude 互換のカスタム LLM 用です。
ko: Claude 호환 사용자 지정 LLM request URL에 사용합니다.
pt_br: Para request URLs de LLM personalizado compatíveis com Claude.
ru: Для пользовательская LLM request URL, совместимых с Claude.
th: สำหรับ LLM แบบกำหนดเอง request URL ที่เข้ากันได้กับ Claude
tr: Claude uyumlu özel LLM request URL’leri için.
vi: Dành cho request URL LLM tùy chỉnh tương thích Claude.
zh_hans: 适用于 Claude 兼容的自定义 LLM。
zh_hant: 適用於 Claude 相容自訂 LLM 請求 URL。

# For Gemini-compatible relay endpoints.
source: For Gemini-compatible custom LLMs.
ar: لـ custom LLM request URLs المتوافقة مع Gemini.
de: Für Gemini-kompatible benutzerdefinierte LLMs.
es: Para request URLs de LLM personalizado compatibles con Gemini.
fr: Pour les request URLs de LLM personnalisé compatibles Gemini.
hi: Gemini-compatible कस्टम LLM request URLs के लिए।
id: Untuk request URL LLM kustom yang kompatibel dengan Gemini.
ja: Gemini 互換のカスタム LLM 用です。
ko: Gemini 호환 사용자 지정 LLM request URL에 사용합니다.
pt_br: Para request URLs de LLM personalizado compatíveis com Gemini.
ru: Для пользовательская LLM request URL, совместимых с Gemini.
th: สำหรับ LLM แบบกำหนดเอง request URL ที่เข้ากันได้กับ Gemini
tr: Gemini uyumlu özel LLM request URL’leri için.
vi: Dành cho request URL LLM tùy chỉnh tương thích Gemini.
zh_hans: 适用于 Gemini 兼容的自定义 LLM。
zh_hant: 適用於 Gemini 相容自訂 LLM 請求 URL。

# For OpenAI-compatible relays and self-hosted gateways.
source: For OpenAI-compatible custom LLMs and self-hosted gateways.
ar: لخدمات custom LLM المتوافقة مع OpenAI والبوابات المستضافة ذاتيًا.
de: Für OpenAI-kompatible benutzerdefinierte LLMs und selbst gehostete Gateways.
es: Para LLM personalizados compatibles con OpenAI y gateways autohospedados.
fr: Pour les LLM personnalisé compatibles OpenAI et les passerelles auto-hébergées.
hi: OpenAI-compatible कस्टम LLMs और self-hosted gateways के लिए।
id: Untuk LLM kustom yang kompatibel dengan OpenAI dan gateway self-hosted.
ja: OpenAI 互換 カスタム LLM とセルフホストのゲートウェイ向けです。
ko: OpenAI 호환 사용자 지정 LLM 및 자체 호스팅 게이트웨이에 사용합니다.
pt_br: Para LLM personalizados compatíveis com OpenAI e gateways auto-hospedados.
ru: Для OpenAI-совместимых пользовательская LLM и самостоятельно размещённых шлюзов.
th: สำหรับ LLM แบบกำหนดเอง ที่เข้ากันได้กับ OpenAI และเกตเวย์ที่โฮสต์เอง
tr: OpenAI uyumlu özel LLM’ler ve kendi barındırdığınız gateway’ler için.
vi: Dành cho LLM tùy chỉnh tương thích OpenAI và gateway tự host.
zh_hans: 适用于 OpenAI 兼容的自定义 LLM 和自建网关。
zh_hant: 適用於 OpenAI 相容自訂 LLM 和自架閘道。

source: For addresses on this device or your LAN. Not encrypted, so no credentials are sent.
ar: للحصول على العناوين الموجودة على هذا الجهاز أو شبكة LAN الخاصة بك. غير مشفرة، لذلك لا يتم إرسال أي بيانات اعتماد.
de: Für Adressen auf diesem Gerät oder Ihrem LAN. Nicht verschlüsselt, daher werden keine Anmeldeinformationen gesendet.
es: Para direcciones en este dispositivo o su LAN. No está cifrado, por lo que no se envían credenciales.
fr: Pour les adresses sur cet appareil ou sur votre réseau local. Non crypté, donc aucune information d'identification n'est envoyée.
hi: इस डिवाइस या आपके LAN के पतों के लिए। एन्क्रिप्टेड नहीं है, इसलिए कोई क्रेडेंशियल नहीं भेजा जाता है।
id: Untuk alamat pada perangkat ini atau LAN Anda. Tidak dienkripsi, jadi tidak ada kredensial yang dikirim.
ja: このデバイスまたは LAN 上のアドレス。暗号化されていないため、資格情報は送信されません。
ko: 이 장치 또는 LAN의 주소입니다. 암호화되지 않았으므로 자격 증명이 전송되지 않습니다.
pt_br: Para endereços neste dispositivo ou na sua LAN. Não criptografado, portanto nenhuma credencial é enviada.
ru: Для адресов на этом устройстве или в вашей локальной сети. Не зашифрован, поэтому учетные данные не отправляются.
th: สำหรับที่อยู่ในอุปกรณ์นี้หรือ LAN ของคุณ ไม่ได้เข้ารหัส ดังนั้นจึงไม่มีการส่งข้อมูลรับรอง
tr: Bu cihazdaki veya LAN'ınızdaki adresler için. Şifrelenmediğinden kimlik bilgileri gönderilmez.
vi: Để biết địa chỉ trên thiết bị này hoặc mạng LAN của bạn. Không được mã hóa nên không có thông tin xác thực nào được gửi.
zh_hans: 仅用于本机或局域网地址；连接不加密，因此不会发送任何凭据。
zh_hant: 僅用於本機或區域網路位址；連線未加密，因此不會傳送任何憑證。

source: For example: claude-4-sonnet or gpt-4o
ar: على سبيل المثال: claude-4-sonnet أو gpt-4o
de: Zum Beispiel: claude-4-sonnet oder gpt-4o
es: Por ejemplo: claude-4-sonnet o gpt-4o
fr: Par exemple : claude-4-sonnet ou gpt-4o
hi: उदाहरण के लिए: क्लाउड-4-सॉनेट या जीपीटी-4ओ
id: Misalnya: claude-4-soneta atau gpt-4o
ja: 例: claude-4-sonnet または gpt-4o
ko: 예: claude-4-sonnet 또는 gpt-4o
pt_br: Por exemplo: claude-4-sonnet ou gpt-4o
ru: Например: Клод-4-сонет или gpt-4o
th: ตัวอย่างเช่น: claude-4-sonnet หรือ gpt-4o
tr: Örneğin: Claude-4-sonnet veya gpt-4o
vi: Ví dụ: claude-4-sonnet hoặc gpt-4o
zh_hans: 例如：claude-4-sonnet 或 gpt-4o
zh_hant: 例如：claude-4-sonnet 或 gpt-4o
